Repository: kindly-ai/p2kitchen
Catalog: p2coffee/locale/*/LC_MESSAGES/django.po
Languages: nb

source: Created
nb: Opprettet

source: Power to coffee
nb: Strøm til kaffe

source: Power switched
nb: Strømbryter endret

source: Power metered
nb: Strøm avlest

source: Power meter changed
nb: Strømavlesning endret

source: Sensor event
nb: Sensorhendelse

source: Sensor events
nb: Sensorhendelser

source: I started brewing
nb: Jeg startet å brygge

source: I'm done brewing
nb: Jeg ble ferdig å brygge

source: now
nb: nå

source: in
nb: om

source: and should be done {}
nb: og burde være ferdig {}

source: , took only {}
nb: , tok bare {}

source: Coffee pot event
nb: Kaffekannehendelse

source: Coffee pot events
nb: Kaffekannehendelser

source: Power
nb: Strøm

source: Event power meter plot
nb: Plot av strømavlesinger

source: Power state (last)
nb: Tilstand strømbryter (siste)

source: Unknown
nb: Ukjent

source: Coffee
nb: Kaffe

source: Last brew
nb: Siste brygg

source: I'm a coffee pot!
nb: Jeg er en kaffetrakter!

source: Hi {}, {}
nb: Hei {}, {}
